//array of objects

const quiz1 =[
    {
        q:'1เดือนไหนมาก่อนเดือนมิถุนายน',
        options:['พฤษภาคม','กันยายน','กรกฎาคม','สิงหาคม'],
        answer:0
    },
    {
        q:'1กล้วยสีอะไร',
        options:['แดง','เหลือง','ขาว','น้ำเงิน'],
        answer:1
    },
    {
        q:'13 + 4 = 7 ?',
        options:['จริง','เท็จ'],
        answer:0
    },
    {
        q:'1อาหารเช้ากินตอนไหน',
        options:['บ่าย','เย็น','เช้า'],
        answer:2
    },
    {
        q:'110 + 6 = ?',
        options:['99','56','16','28'],
        answer:2
    }
]

const quiz2=[
    {
        q:'2ไหนมาก่อนเดือนมิถุนายน',
        options:['พฤษภาคม','กันยายน','กรกฎาคม','สิงหาคม'],
        answer:0
    },
    {
        q:'2กล้วยสี',
        options:['แดง','เหลือง','ขาว','น้ำเงิน'],
        answer:1
    },
    {
        q:'23 + 4 = 7 ',
        options:['จริง','เท็จ'],
        answer:0
    },
    {
        q:'2เช้ากินตอนไหน',
        options:['บ่าย','เย็น','เช้า'],
        answer:2
    },
    {
        q:'210 + 6 = ',
        options:['99','56','16','28'],
        answer:2
    }
]
const quiz3=[
    {
        q:'3ไหนมาก่อนเดือนมิถุนายน',
        options:['พฤษภาคม','กันยายน','กรกฎาคม','สิงหาคม'],
        answer:0
    },
    {
        q:'3กล้วยสี',
        options:['แดง','เหลือง','ขาว','น้ำเงิน'],
        answer:1
    },
    {
        q:'33 + 4 = 7 ',
        options:['จริง','เท็จ'],
        answer:0
    },
    {
        q:'3เช้ากินตอนไหน',
        options:['บ่าย','เย็น','เช้า'],
        answer:2
    },
    {
        q:'310 + 6 = ',
        options:['99','56','16','28'],
        answer:2
    }
]